help_msg = """
📋 اوامر المشرفين :

/المشرفين : عرض مشرفين المجموعة
/الرابط : رابط المجموعة

/وقت_التكرار [رقم] : تعيين وقت التكرار
/تعيين_التكرار [رقم] : تعيين الحد الاقصى للتكرار
/التحذيرات [رقم] : تعيين الحد الاقصى للتحذير
/ازالة_التحذيرات : ازالة تحذيرات عضو 

/منع [كلمة] : حظر كلمة
/سماح [كلمة] : الغاء حظر كلمة
/الكلمات_المحظورة : عرض الكلمات المحظورة

/اللغة الانجليزية قفل : منع اللغة الانجليزية
/اللغة الفارسية قفل : منع اللغة الفارسية

/قفل [رقم] : قفل المجموعة بالدقائق
/فتح : الغاء قفل المجموعة 

/قفل_مؤقت : قفل المجموعة لمدة معينة
/الغاء_القفل : الغاء القفل المؤقت
/تعيين_الرسائل [رقم] : تعيين حد رسائل معين للعضو يومياً

/قفل - /فتح :

[الصور - الفيديو - الصوتيات - الملفات - النصوص - المحادثة - الالعاب - الملصقات - الجهات - الخرائط
التكرار - المتحركة - العريض - المائل - المخفي - الماركداون - الايموجي - الهاشتاق - المنشن - التحذير
الروابط - التسجيلات
]

- مثال : 
/الصور قفل - /الفيديو فتح

/الاعدادات : عرض اعدادات المجموعة
/طرد : طرد عضو من المجموعة

/توقيت : توقيت رسالة في وقت محدد
/حذف_توقيت : ازالة توقيت 
/التواقيت : عرض الرسائل المؤقته
""" 

sudo_msg = """
📋 اوامر المطورين :

/مطور [ايدي] : رفع عضو مطور
/تفعيل : تفعيل البوت في المجموعة
/تعطيل : ازالة البوت من المجموعة
/المجموعات : عرض المجموعات المفعلة
/حظر_عام [ايدي] : حظر عضو من جميع المجموعات
/الغاء_عام [ايدي] : الغاء حظر العضو العام
/المحظورين_عام : قائمة المحظورين عام
/رسالة_للمجموعات : رسالة لجميع المجموعات
/رسالة_للاعضاء : رسالة لجميع الاعضاء في الخاص
/توجيه_للمجموعات : اعادة توجيه لكل المجموعات
/توجيه_للخاص : اعادة توجيه لجميع الاعضاء في الخاص
--

"""
